{
  "about": {
    "presentation": "Hey, I'm",
    "about-me": "I am Daniel Gámez, originally from Guasave Sinaloa, Mexico. I have experience working on both the frontend and backend, which allows me to understand the different aspects of development and collaborate efficiently on multidisciplinary projects. I love facing challenges and finding creative solutions to complex problems.",
    "download-csv": "Download Resume",
    "short-term-goals-title": "Short term goals",
    "long-term-goals-title": "Long term goals",
    "short-term-goals": "Finish my degree in Systems Engineering. Maintain a good academic performance and conclude my last year satisfactorily, then start a master's degree or certification focused on cybersecurity or backend development.",
    "long-term-goals": "I aspire to get a job abroad, particularly in the United States, Europe or Canada. This ambition is fueled by my desire to work in diverse and highly developed technological environments. My goal is to specialize in backend development and cybersecurity. This specialization will allow me to make more substantial contributions to complex and advanced projects, including taking on leadership roles within development teams. I plan to obtain advanced degrees or relevant certifications to stay up to date with the latest trends and technologies."
  },
  "skills": {
    "frontend": "Frontend",
    "backend": "Backend",
    "styles": "Styles",
    "database": "Database",
    "tools": "Tools",
    "title": "Skills"
  },
  "experience": {
    "work-experience": "Work experiences",
    "educations": "Educations",
    "title-orbex": "Frontend React js Remote - Freelance",
    "date-orbex": "June 2022 - August 2022.",
    "experience-orbex": "I collaborated on the development of a web system using React.js for the company ORBEX. My contribution was the implementation of a module that allows the import of CSV files and the storage of information in a database created in Firebase.",
    "title-unav": "Internship Navojoa sonora - UNAV",
    "date-unav": "August 2020 - July 2023.",
    "experience-unav-1": "1.- I participated in the development of the university's new website, using tools such as WordPress along with the Elementor plugin, among others. My focus was on ensuring an intuitive and engaging user experience.",
    "experience-unav-2": "2.- I implemented modifications to the university's price calculator, applying my knowledge of PHP and MySQL. I was responsible for automating the sending of emails to both prospective students and the admissions department. Additionally, I made adjustments to the interface to improve its usability.",
    "experience-unav-3": "3.- I developed a system for the university cafeteria using technologies such as Node.js, EJS as a template engine, and Oracle as a database. This system enabled efficient registration and control of students and visitors who consumed food at the facility.",
    "experience-unav-4": "4.- I created a thesis repository for the library, providing students with a space to search and access graduate theses for various purposes. I used React.js with TypeScript on the frontend and Google Firebase on the backend, which allowed me to implement user authentication and secure storage of thesis documents.",
    "title-gloadi": "Full stack web developer Remote - GLOADI",
    "date-gloadi": "August 2022 - September 2023",
    "experience-gloadi-1": "I collaborated on the development of a social media management application called GGYESS. In this project, I played a key role in both the frontend and backend. In the frontend, I restructured the current design using HTML, CSS, JavaScript, and Bootstrap. Regarding the backend, I resolved bugs and added new features to the application using PHP in conjunction with the MVC (Model-View-Controller) model.",
    "title-ltysmx": "Full stack web developer Remote - LTYSMX",
    "date-ltysmx": "September 2023 - In progress",
    "experience-ltysmx-1": "I collaborated on the development of an expense control system for the company SECOPLA. This project involved the creation of a complete web platform that allowed the company to optimize the management of its internal finances.",
    "title-ltysmx-sipoc": "Application Ionic Angular - LTYSMX",
    "date-ltysmx-sipoc": "January 2023 - May 2024",
    "experience-ltysmx-sipoc": "I developed a mobile application for the company Secopla, intended to be used by its technicians. This application aims to speed up the inspection of traps by using checklists scheduled for each visit to the companies. In addition, it has offline functionality, allowing its use even in areas with poor internet connection. At the end of each visit, the application automatically generates a detailed report that is sent to both the technician and the customer, thus improving efficiency and accuracy in the service."
  },
  "educations": {
    "title-high-school": "High school",
    "high-school": "Programming Technician",
    "title-university": "University",
    "university": "Systems Engineering"
  },
  "header_menu": {
    "about": "About",
    "skills": "Skills",
    "experience": "Experience",
    "contact": "Contact",
    "recommendations": "recommendations"
  },
  "contact": {
    "title": "Contact me"
  },
  "recommendations": {
    "title": "Recommendations"
  }
}